tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "1password/tap"
tap "nicoverbruggen/homebrew-cask"

brew "awscli"
brew "cocoapods"
brew "composer"
brew "dnsmasq", restart_service: true
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "mas"
brew "mysql", restart_service: true
brew "nginx", restart_service: true
brew "node"
brew "php@8.3", restart_service: true
brew "php@8.2", restart_service: true
brew "php@8.1", restart_service: true
brew "redis", restart_service: true
brew "stripe/stripe-cli/stripe"

cask "1password"
cask "bartender"
cask "cleanshot"
cask "discord"
cask "orbstack"
cask "figma"
cask "firefox"
cask "flux"
cask "hammerspoon"
cask "helo"
cask "imageoptim"
cask "insomnia"
cask "iterm2"
cask "monitorcontrol"
cask "name-mangler"
cask "nova"
cask "ray"
cask "raycast"
cask "slack"
cask "spotify"
cask "tableplus"
cask "tailscale"
cask "visual-studio-code"

mas "Things", id: 904280696
mas "Pages", id: 409201541
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
