tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"

brew "awscli"
brew "cocoapods"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "mas"
brew "spaceship"
brew "yt-dlp"
brew "stripe/stripe-cli/stripe"
brew "zoxide"

cask "1password"
cask "1password-cli"
cask "bartender"
cask "chatgpt"
cask "cleanshot"
cask "dropshare"
cask "discord"
cask "figma"
cask "firefox"
cask "flux"
cask "google-chrome"
cask "hammerspoon"
cask "herd"
cask "imageoptim"
cask "insomnia"
cask "iterm2"
cask "keymapp"
cask "linear-linear"
cask "logi-options+"
cask "nova"
cask "orbstack"
cask "phpstorm"
cask "ray"
cask "spotify"
cask "tableplus"
cask "tower"
cask "transmit"
cask "zoom"

mas "Things", id: 904280696
mas "Pages", id: 409201541
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
