# Taps
tap "ddev/ddev"
tap "hashicorp/tap"
tap "homebrew/cask-fonts"
tap "stripe/stripe-cli"
tap "UpCloudLtd/tap"
tap "withgraphite/tap"

# Brews
brew "argocd"
brew "awscli"
brew "bash-completion"
brew "bat"
brew "cloudflared"
brew "cocoapods"
brew "copilot-cli"
brew "ddev/ddev/ddev"
brew "docker"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "git-filter-repo"
brew "git-flow"
brew "hashicorp/tap/terraform"
brew "helm"
brew "htop"
brew "k3d"
brew "k9s"
brew "kubectl"
brew "kubectx"
brew "kubeseal"
brew "kustomize"
brew "mas"
brew "mkcert"
brew "nss"
brew "nvm"
brew "pwgen"
brew "pyenv"
brew "s3cmd"
brew "skaffold"
brew "spaceship"
brew "stress-ng"
brew "stripe/stripe-cli/stripe"
brew "tree"
brew "upcloud-cli"
brew "withgraphite/tap/graphite"
brew "yt-dlp"
brew "zoxide"

# Casks
cask "1password"
cask "1password-cli"
cask "bartender"
cask "brave-browser"
cask "chatgpt"
cask "cleanshot"
cask "clockify"
cask "cursor"
cask "discord"
cask "dropshare"
cask "figma"
cask "firefox"
cask "flux-app"
cask "font-hack-nerd-font"
cask "hammerspoon"
cask "imageoptim"
cask "insomnia"
cask "iterm2"
cask "keymapp"
cask "linear-linear"
cask "logi-options+"
cask "nova"
cask "orbstack"
cask "phpstorm"
cask "postman"
cask "protonvpn"
cask "slack"
cask "spotify"
cask "sublime-text"
cask "tableplus"
cask "tidal"
cask "tower"
cask "transmission"
cask "transmit"
cask "whatsapp"
cask "zoom"

# Mac App Store
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Things", id: 904280696